Revit 2018 API
BuildingSiteExportOptions Constructor
Default constructor. Sets all options to their default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Syntax
C#
public BuildingSiteExportOptions()
Visual Basic
Public Sub New
Visual C++
public:
BuildingSiteExportOptions()
See Also
BuildingSiteExportOptions Class
Autodesk.Revit.DB Namespace